/*
 Root.strings
 GoTrack
 
 Created by CoreCat on 2018/7/9.
 Copyright © 2018年 CoreCat. All rights reserved.
 */

"DEVICE_SETTINGS_TITLE" = "设备设置";

"COMMON_SETTINGS_TITLE" = "通用设置";

"BUTTON_SOUND_TITLE"    = "按键音";

"SCREEN_SAVER_TITLE"    = "屏幕保护";
"SCREEN_SAVER_OFF"      = "关闭";
"SCREEN_SAVER_1"        = "1分钟";
"SCREEN_SAVER_3"        = "3分钟";
"SCREEN_SAVER_5"        = "5分钟";

"AUTO_SHUTDOWN_TITLE"   = "自动关机";
"AUTO_SHUTDOWN_OFF"     = "关闭";
"AUTO_SHUTDOWN_1"       = "1分钟";
"AUTO_SHUTDOWN_3"       = "3分钟";
"AUTO_SHUTDOWN_5"       = "5分钟";

"LANGUAGE_TITLE"        = "语言设置";

"TIME_CALIBRATION_TITLE" = "时间校准";

/* Common Settings */

"COMMON_VIDEO_RESOLUTION"       = "分辨率";
//"COMMON_VIDEO_RESOLUTION"       = "视频分辨率"; // 视频和照片分辨率分开后使用这个
"COMMON_VIDEO_RESOLUTION_SD"    = "标清";
"COMMON_VIDEO_RESOLUTION_HD"    = "高清";
"COMMON_VIDEO_RESOLUTION_FHD"   = "全高清";

"COMMON_CYCLIC_RECORD"          = "循环录像";
"COMMON_CYCLIC_RECORD_OFF"      = "关闭";
"COMMON_CYCLIC_RECORD_1"        = "1分钟";
"COMMON_CYCLIC_RECORD_2"        = "2分钟";
"COMMON_CYCLIC_RECORD_3"        = "3分钟";

"COMMON_VIDEO_SOUND"            = "录像声音";

"COMMON_EXPOSURE_COMPENSATION"    = "曝光补偿";
"COMMON_EXPOSURE_COMPENSATION_1"  = "-2";
"COMMON_EXPOSURE_COMPENSATION_2"  = "-1";
"COMMON_EXPOSURE_COMPENSATION_3"  = "0";
"COMMON_EXPOSURE_COMPENSATION_4"  = "1";
"COMMON_EXPOSURE_COMPENSATION_5"  = "2";

"COMMON_PHOTO_RESOLUTION"       = "图像分辨率";
"COMMON_PHOTO_RESOLUTION_SD"    = "标清";
"COMMON_PHOTO_RESOLUTION_HD"    = "高清";
"COMMON_PHOTO_RESOLUTION_FHD"   = "全高清";
"COMMON_PHOTO_RESOLUTION_QHD"   = "四倍高清";
"COMMON_PHOTO_RESOLUTION_UHD"   = "超高清";

"COMMON_PHOTO_QUALITY"          = "图像质量";
"COMMON_PHOTO_QUALITY_LOW"      = "经济";
"COMMON_PHOTO_QUALITY_MID"      = "标准";
"COMMON_PHOTO_QUALITY_HIGH"     = "优质";

"COMMON_WHITEBALANCE"           = "白平衡";
"COMMON_WHITEBALANCE_AUTO"      = "自动";
"COMMON_WHITEBALANCE_DAYLIGHT"  = "日光";
"COMMON_WHITEBALANCE_CLOUDY"    = "阴天";
"COMMON_WHITEBALANCE_TUNGSTEN"  = "钨丝灯";
"COMMON_WHITEBALANCE_FLUORESCENT" = "荧光灯";

"COMMON_MOTION_DETECTION"       = "运动检测";
"COMMON_DATE_STAMP"             = "日期标签";

"SOFTWARE_INFO_TITLE"           = "软件信息";
"ABOUT_TITLE"                   = "关于应用";

//调试
"DEBUG_TITLE" = "调试";
"DEBUG_SETTINGS_TITLE" = "调试设置";
